Game/app/controllers/scores_controller.rb

SELECT "scores".* FROM "scores"
---
    def index
        scores = Score.all